Repository: blatorone/blatorone
Catalog: repo/Omega/service.upnext/service.upnext/resources/language/resource.language.*/strings.po
Languages: de_de

# #30006
source: Watch now
de_de: Jetzt Abspielen

# #30008
source: Up Next
de_de: Als Nächstes

# #30009
source: Ends at: $INFO[Window.Property(endtime)]
de_de: Endet um: $INFO[Window.Property(endtime)]

# #30010
source: Continue watching
de_de: Wiedergabe fortsetzen

# #30024
source: Still there?
de_de: Schaust Du noch?

# #30032
source: Enable on playlists
de_de: Aktiviere Wiedergabelisten

# #30033
source: Stop
de_de: Stopp

# #30034
source: Close
de_de: Schließen

# #30035
source: Watching stopped in [COLOR $VAR[highlight]]$INFO[Window.Property(remaining)][/COLOR] seconds
de_de: Wiedergabe wird gestoppt in [COLOR $VAR[highlight]]$INFO[Window.Property(remaining)][/COLOR] Sekunden

# #30036
source: Up next in [COLOR $VAR[highlight]]$INFO[Window.Property(remaining)][/COLOR] seconds
de_de: Als Nächstes in [COLOR $VAR[highlight]]$INFO[Window.Property(remaining)][/COLOR] Sekunden

# #30037
source: Next episode in [COLOR $VAR[highlight]]$INFO[Window.Property(remaining)][/COLOR] seconds
de_de: Nächste Episode in [COLOR $VAR[highlight]]$INFO[Window.Property(remaining)][/COLOR] Sekunden

# #30038
source: Simple
de_de: Einfach

# #30039
source: Fancy
de_de: Schick

# #30040
source: Play next
de_de: Abspielen

# #30041
source: Stop playing
de_de: Nicht abspielen

# #30042
source: None
de_de: Keiner

# #30049
source: Next Episode
de_de: Nächste Episode

# #30500
source: Interface
de_de: Oberfläche

# #30501
source: Features
de_de: Funktionen

# #30503
source: Set the display mode for the notifications
de_de: Anzeigemodus der Benachrichtigung

# #30505
source: Show a "Stop" button instead of a "Close" button
de_de: Wiedergabe nach dem Schließen des Dialogs stoppen

# #30600
source: Behaviour
de_de: Verhalten

# #30601
source: Features
de_de: Funktionen

# #30603
source: Default action when nothing selected
de_de: Standardaktion wenn nichts ausgewählt wird

# #30605
source: Include already watched episodes
de_de: Gesehene Episoden mit einschließen

# #30607
source: Number of episodes before "Still there?" query
de_de: Anzahl der Episoden bevor der "Noch da?" Dialog eingeblendet wird

# #30609
source: Duration in seconds for notification to be shown
de_de: Restlaufzeit bevor Benachrichtigung eingeblendet wird (Sekunden)

# #30611
source: Customize autoplay duration by episode length
de_de: Automatisch Abspielen anhand Episodenlänge festlegen

# #30613
source: All episodes [COLOR gray]any length[/COLOR]
de_de: Alle Episoden [COLOR gray]Beliebige Länge[/COLOR]

# #30615
source: Very short episodes [COLOR gray]< 10 mins[/COLOR]
de_de: Sehr kurze Episoden [COLOR gray]< 10 min[/COLOR]

# #30617
source: Short episodes [COLOR gray]> 10 mins[/COLOR]
de_de: Kurze Episoden [COLOR gray]> 10 min[/COLOR]

# #30619
source: Medium episodes [COLOR gray]> 20 mins[/COLOR]
de_de: Mittellange Episoden [COLOR gray]> 20 min[/COLOR]

# #30621
source: Long episodes [COLOR gray]> 40 mins[/COLOR]
de_de: Lange Episoden [COLOR gray]> 40 min[/COLOR]

# #30623
source: Very long episodes [COLOR gray]> 60 mins[/COLOR]
de_de: Sehr lange Episoden [COLOR gray]> 60 min[/COLOR]

# #30700
source: Expert
de_de: Experte

# #30703
source: Disable Up Next
de_de: Up Next deaktivieren

# #30800
source: Developer
de_de: Entwickler

# #30801
source: Test how the user interface looks
de_de: Testen, wie die Benutzeroberfläche aussieht

# #30805
source: Show an UpNext pop-up…
de_de: UpNext-Popup anzeigen

# #30807
source: Show an UpNextSimple pop-up…
de_de: UpNextSimple-Popup anzeigen

# #30809
source: Show a StillWatching pop-up…
de_de: StillWatching-Popup anzeigen

# #30811
source: Show a StillWatchingSimple pop-up…
de_de: StillWatchingSimple-Popup anzeigen
